{
    "version": "https://jsonfeed.org/version/1",
    "title": "Tartar0us's Blog",
    "subtitle": "高台藏鼠辈，乡野卧麒麟",
    "icon": "https://tartar0us.github.io/images/favicon.ico",
    "description": "你所厌恶的今天，是昨日死去之人苦苦奢望的明天",
    "home_page_url": "https://Tartar0us.github.io",
    "items": [
        {
            "id": "https://tartar0us.github.io/diary/12%E6%9C%888%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/12%E6%9C%888%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-12-08T14:55:43.261Z",
            "content_html": "<pre><code>昨天晚上两点睡的觉，主要是在咸鱼上看明日方舟通行证有关的内容。想买一个，但是因为是盲盒，所以热门的角色的周边在咸鱼上炒得很高，比如ew的一对到了120左右，但是盲盒的价格是25块钱一抽，也就是50块抽出来了120块。但是又因为其实概率比较低，不如直接买喜欢的角色的指定款，也就是其他人抽出来的二手。\n到了中午还在纠结，睡午觉之前下单了，买了14块钱三个的冷门通行证盲盒，然后又在淘宝上买了荒芜拉普兰德的一对。还是那句话，只要是真钱买的就是真的。\n明日方舟是真的好玩，有点可信的是我没有在11月回坑，那个时候是半周年，福利给的很多。\n现在火影也是进入了十周年阶段，但是我现在还没有做任务什么的，准备等这周小期末周结束之后再看看。\n下午出去跑了校园跑，晚上在鹏远二楼吃饭。\n好像这一天又是玩下来的，但是焦虑比之前少了一些\n</code></pre>\n<p>晚上吃饭的时候刷抖音刷到了推荐书籍，你当像鸟飞往你的山，我是上个学期期末周的时候读的这本书，没想到这个学期期末周又要找出来复习一遍。其实我看完之后当时自己的思考是，这本书主人公的学历晋升或者说成长经历是一个非常典型的幸存者偏差。因为她的背景极其特殊，所处的时期和环境也很特殊。在美国，并且是经济上行期。美国对非传统学历背景的学生包容度更高，给他们表现自己的机会。但是在中国，学历强调连贯性，如果你没有参加基础教育，很难破格录取参与高等教育。然后就是她本科毕业之后得到了剑桥博士的赏识，才有机会去剑桥大学继续攻读硕士学位。当然她自身能逃离原生家庭的故事确实很励志。但是我好像并不能在这本书中真切地学到什么。我们的生活条件也不一样。美国学生住宿也是有自己的空间，但是我们就算到了大学也要多人一起住宿舍。这很不好。当然这只是一部分。总之这本书对我来说帮助并不是很大。<br />\n刷到了一个视频，大体上来说就是总收益率相同的情况下，越早开始投资的人本钱越少，赚的越多。<br />\n投资要趁早开始，早交学费，早提升财商。<br />\n今天知道了什么是 ETF。Exchange-Traded Fund 也就是在证券交易所像股票一样可以买卖的基金</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/12%E6%9C%886%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/12%E6%9C%886%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-12-06T04:17:34.351Z",
            "content_html": "<p>做了个梦。十点睡觉十二点起床<br />\n很真实的梦<br />\n我在外边吃完饭准备回宿舍，结果发现回到了一个跟我们学校宿舍内部结构一摸一样，但是却不是我们学校宿舍的地方。发现那个地方全是工人。我就想着走出这个建筑，回到我的学校再回宿舍。但是走出建筑之后发现周围的环境非常陌生，好像是在一个城镇的样子，不像是城内。天已经黑了。我想这打开手机看看导航，但是不自觉打开了抖音（这个挺正常的）然后就刷到了一个视频，是从我附近的一个位置骑自行车速降的视频，视频里的自行车穿过了一个村庄，然后就没了。我回过神来发现已经在村子里走了一小会了。想抓紧打开导航，寻找回学校的路。但是当我切后台的时候，发现不管怎么切都是抖音，完全无法切到其他软件。这个时候我有点慌了。只能通过自己一点点走着摸索了。我接着在村里走，快走到大道上的时候突然发现身后有一个老头一直在跟着我，说让我还钱还钱，具体钱数忘了，好像念叨了 400 还是四百万。我当时吓得不行，一直在大喊。但是老人没有放弃的意思。就一直念到还钱还钱。可能是当时老人面部非常恐怖了，我吓傻了。 周围骑电动车经过的人会看我，我也忘记了求救。反正就是非常恐怖。最后我发现是噩梦然后醒了。两个舍友要出去买可乐，另一个在玩电脑，我说你们别出去，我一个人在宿舍害怕。我就给他们讲我的噩梦，快讲完了发现没人理我，结果突然发现我没张嘴巴。原来还在梦里。然后又循环了一遍讲述，但是发现是梦里的过程。我逃脱之后又刷到那个视频了，山地车速降视频，没有一条评论，但是弹幕里说助老人一岁快乐。</p>\n<p>我这里推测可能老人因为学校拆迁占地逼死了，变成鬼魂索财，然后梦后已经重新投胎了。</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/12%E6%9C%885%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/12%E6%9C%885%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-12-05T10:04:55.468Z",
            "content_html": "<pre><code>今天好像没什么可写的。昨天晚上四点睡的。太奇怪了，越来越控制不住熬夜了。\n晚上刷视频停不下来。昨天晚上好像是刷到了一些奇怪的东西。有杭州机场不明飞行物，有月球背面的三眼外星人等等。很多评论区的阴谋论看着有意思。还有就是深夜刷到一些奇怪的视频，好像是有不干净的东西。因为是晚上，害怕突脸所以没敢看。</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/12%E6%9C%882%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/12%E6%9C%882%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-12-05T10:03:53.185Z",
            "content_html": "<pre><code>12月2日日记\n</code></pre>\n<p>今天去办公室和中教英语老师聊了一些出国的东西<br />\n首先最好还是换一个苹果系统，因为华为没有谷歌架构<br />\n然后学校里房租都是三百纽币一周。但是健身房和宿舍的一些活动很诱人，健身房一百多一年，老师得一千多<br />\n然后就是其他同学也表达了对未来找工作，申请研究生的一系列忧虑之类。我想还是要去港新读硕士，然后回澳洲或者新西兰<br />\n因为大洋洲是目前来说比较宜居的地方，老师说。出国绝对会让我们开拓视野。我很期待.<br />\n 看来大家其实都对未来是很迷茫的。就算是未来准备举家搬到澳洲的县城婆罗门</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/12%E6%9C%883%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/12%E6%9C%883%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-12-04T15:52:32.541Z",
            "content_html": "<p>今天体育课动作还是好多记不清。这周末去练练。<br />\n团校还差点事结束。<br />\n账单也两三天没弄了。<br />\n生活在一点点变好吧，希望能越来越好。<br />\n寒假准备准备语言。<br />\n有关我玩的游戏的编年史，现在还没有详细记载，我后边会加到博客里，肯定是非常有意思的</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/life/GAME/",
            "url": "https://tartar0us.github.io/life/GAME/",
            "title": "",
            "date_published": "2025-12-02T16:23:39.294Z",
            "content_html": "<p>三角洲行动<br />\n火影忍者<br />\n王者荣耀<br />\n和平精英<br />\n明日之后<br />\n原神<br />\n明日方舟<br />\n实况足球<br />\n地平线 4<br />\nGTA5</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8830%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8830%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-30T16:27:03.440Z",
            "content_html": "",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8826%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8826%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-26T13:04:12.426Z",
            "content_html": "<pre><code>今天晚上想在科技楼自习的，五点四十下课之后来5058把包和电脑放下去八楼吃饭，吃了菜花，小炒肉和土豆丝。然后回来发现教室被占领了。最后找机会进去拿出来了，发现是姚志洁的班在上课，应该是中外2404\n然后就是在另一个教室自习。其实好像也没干多少事，主要还是学生工作的事。我本来是想今天晚上抓紧时间弄一下有关科研的事，不能再往后拖了，一个是我要深入研究一下我的那篇论文的后面两个板块，另一个部分是抓紧时间进行复现。因为周五就要给导师讲ppt了。而我现在好像有的时间也很少了。还要跑出来模型，还要做ppt。我现在基本上是0成果。只能说甚至模型调试都不会，只能完全依靠AI帮我进行调试。这个trae笨的没边了。只有kiro能略微解渴。\n我得学着真的自己去编程了。现在基本上什么也不会，很痛苦的。就是你了解一个东西快两年了，但是基本上还是入门的阶段。计算机科学与技术让我感觉有点痛苦。我很希望自己是一个电脑高手。但是这绝对需要兴趣和学习。我会慢慢摸索的。我会不断变强的。当务之急是把公事办完。</code></pre>\n",
            "tags": [
                "博客",
                "成长"
            ]
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8825%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8825%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-26T12:06:39.194Z",
            "content_html": "<p>忘了要干啥了，晚上玩了三角洲，碰到一个很好的大哥带我们打了一把机密航天，完成了张皓然的 50w 撤离任务，我也是完成了在航天捡到狗牌的任务。然后就十一点了，然后 zmq 来了，交流了一会就十二点了。主要的收获是找到了一个新的路子，就是硕士毕业之后回高校当辅导员。我想的是去江苏省，因为回山东肯定卷不过，还有就是陋习喝酒之类的，还是南方发展前景好一些。<br />\n然后他谈了谈未来的打算，就是确定是要拿教职了，读完博士直接回高校任职，也不会很累，但是可以年薪二三十万，非常的爽。但是这条道路对我来说基本上是比较希望渺茫的，因为我根本不爱科研，但是张鸣谦说我是根本不爱学习。没错。我本来想反驳我会学我感兴趣的东西。但是实际上数学都学不明白的话，学别的也没什么必要了。我们的学科其实是现在最好的学科，因为我们可以未来转任何跟数学有关的领域。但是。我总是拖延，导致我相比正常的进度落下了太多，补的很困难。我太贪玩。我经常反省。我从今年三月份反省到现在。没有任何进步。我很失望对自己。但是我又会觉得自己对自己的要求太苛刻了。我就是一个很矛盾的人。这太奇怪了。你好莫名其妙啊张正烨。<br />\n人不能总是把希望寄托在未来。要活在当下，要不然就只能一直悲惨地回顾自己的过往，并追逐缥缈虚无的未来，实际上真正到了那个时候又会觉得未来更好，总是在追逐无用的东西。<br />\n我想，如果我这学期的成绩再好一些，处理的事情再完美一些，我可能在过年的时候对自己会更满意一些。加油，现在还来得及</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8822%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8822%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-23T16:34:45.892Z",
            "content_html": "<pre><code>今天周六。好容易熬到了周末，第二天没有早八的感觉真的很爽。\n忘了这一天干啥了，反正好像打三角洲了。未来我打三角洲坚决不猛攻了。就是跑刀，就是攒钱。猛攻一把航天战备一百多万，进去就被踹死。一个小时能亏一千万。\n但是普坝跑刀被踹死也不足为可惜，因为本来就是制式券进去的，而且就算想猛攻了，四套三蛋进去成本也很低，一把四五十万就可以当六套猛攻。爽得很。未来准备有空的时候再搞一下之前弄过的离线版塔科夫，要是那个能玩的话就放弃三角洲了。因为塔科夫只要开局拣点垃圾就可以买五套了。感觉这个情形就像国内和国外，现在国内劳动力十分廉价，但是生活成本n</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8823%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8823%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-23T15:47:21.000Z",
            "content_html": "<pre><code>十点起床，团校差点出问题，借教室的章没盖全。但是最后部门的大一的解决了。这次我们三个都没去，最终结果还行，办的不错应该说。考勤还没有管。等明天考完试再说吧。\n下午三点青马班。一些日常的东西。前书记和前前书记讲了一些有关学生工作中的细节的东西，主要是有关活动通知和策划之类的。学到了不少。大家都是一条战线的，基本是抵制领导。\n但是学习效率比较低下，本来计划明天讲一篇论文和今天复习的。论文推迟到明天晚上了。现在进度基本为零。ppt也没做，代码也没推进。晚上也并没有复习。甚至没准备好考试要用的a4纸。总体来说是比较失败的。但是焦虑症好了一些吧。交流总是好的。\n晚上和奶奶打视频通话了，看到了爷爷奶奶爸爸和表哥。我和表哥自从我上高中之后交流就越来越少。现在感觉没有什么共同话题了。还记得小的时候在家里过年可以一起一玩玩好久的自己编的游戏，就是拿一个搓衣板，一个大厚本子，在上面写一些东西，还在院子里捕捉精灵什么的，具体都记不清了。可能是应试教育把我的想象力全部磨灭了。\n有时候想着还有好多工作没做。但是贪玩，控制不住看手机。今天刷朋友圈的时候看到了肖怀森，看的真让人羡慕。和各种大佬合影，我看到的有斯坦福的校长，黄仁勋，马斯克的父亲等等。不得不说确实很厉害，但是这背后肯定是家庭的雄厚财力支持。我把这个事跟豆包分享了一下，并说感觉他命真好。\n所以说刷朋友圈也可能引发羡慕。社交媒体对个人的发展好像并没有什么太大的帮助。我是说看别人的社交媒体。毕竟大家想展示给别人的都是生活美好的一面，甚至是故意包装，夸大之类。没有人希望别人看到自己生活的困苦。\n明天考试占比百分之二十五。但是这一次确实是我准备的最不充分的一次考试了。怎么会这样呢。\n后面还有概率论，微积分，常微分结课考试，要好好补一补了。\n今天刘思妤学姐也说了，学生工作不一定影响学习，因为我们可以集中一个小时把手头的工作都做完了，剩下的时间可以留给学习，不要低效地一边学习一边工作。我觉得说的很在理\n</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8821%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8821%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-21T16:34:39.569Z",
            "content_html": "<pre><code>\t周五，比上一个周五多了一节微积分课，但是也是玩下来的。早八没去，杰哥帮忙签到，因为昨天晚上三点睡得。刷视频就是停不下来\n\t我发现自己记录的频率确实越来越少了。现在更多的是在堆积的任务和贪玩之间来回游荡。\n\t这周末的任务还很多，下周一有考试，优先级第一，然后就是周日晚上要讲论文，周日上午团校下午青马班。事情非常的多。\n\t今天刷到一个脑科学博士，讲解了一些刷短视频上瘾的原理，并且说明了容易上瘾的人平时焦虑会更严重。这是正确的。当然视频里说的是社交媒体，短视频是一个主要的部分，但是还包括朋友圈和qq空间之类。人们都会不由自主的在这些平台上营造人设。宣传美好的生活，但是实际上世界就是一个巨大的草台班子。从上大学到现在，我已经对很多东西祛魅了。\n\t但是还是没有行动的勇气。现在的生活还是一滩烂泥。\n\t整理好你的破烂生活。</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8818%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8818%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-18T15:47:15.968Z",
            "content_html": "<p>英语课讲了雅思小作文写作。<br />\n上午去给导员的辅导员技能大赛当观众<br />\n下午英语课听的挺认真，然后是快速开完的团日，然后去办公室帮忙裁了一个展板，又教了一下琳姐如何看课表。<br />\n大概就是这么个事<br />\n然后上午的结果琳姐第三，陈子卓老师第二，陈子卓的群演也是我和刘美溪，琳姐的群演是我和刘美溪和前书记。<br />\n他俩其实就差了 0.2 分，讲的都很好。<br />\n完事琳姐还给我们都买了奶茶。太好了。上午的基本概念与数学和马原都请假了。给签了假条</p>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%8816%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%8816%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-16T12:30:55.849Z",
            "content_html": "<pre><code>这很恐怖。我竟然已经有很久很久没有写日记了。之前在网上看到一个说法，说是频繁地记录自己可以让自己不断地反思，从而进步，越来越好。在没有写日记的这些日子中确实有些懈怠了。\n今天的活动比较多，这几天一直在熬夜。也没有注意身体的健康。两点睡觉，九点起来，去监考了。大一的线性代数期中考试。发了一下卷子就在最后面坐着玩手机玩了一上午。感觉挺累的。玩手机眼睛不舒服，脖子也不舒服。但是好像已经很习惯了。这是很错误的。\n下午是我们部门办的落叶手工活动。整体来说挺好的，但是就是有些小细节地方需要完善，一个是我们的签到表没有提前准备好，以至于后面我临时ai生成的非常的错误。有好多人的名字打错了。后面选出来优秀作品什么的还可以。然后就是大一的加了四个小时的志愿时长。但是目前的志愿时长还没上报。一会立即做一个表格，要不然后面同学催的紧了。我个人现在的志愿时长已经23小时了，完全够用。</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%887%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%887%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-06T16:17:24.106Z",
            "content_html": "<h1 id=\"莫将他人所得视为自己所失\"><a class=\"anchor\" href=\"#莫将他人所得视为自己所失\">#</a> 莫将他人所得视为自己所失</h1>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%886%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%886%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-06T16:17:24.106Z",
            "content_html": "<pre><code>今天只有早八有课，总体来说还是非常爽的。昨天晚上忘了去5054当评委了，有点可惜。后面一定还会有机会的。电动车昨晚上充不上电了，联系了一下楼下的修车师傅，说今天给修一下，去了之后发现是我的充电器不好使了，师傅说这种东西不能淋雨。以后还是要给车做好防水措施，如果天气预报下雨，就要把充电器带回宿舍。但是来回拿着也是有点不方便。但是总比充电器过一段时间换一个比较好。上学期买的这个，当时是因为旧的那个莫名其妙地丢掉了。可能是路上丢了。晚上张鸣谦来宿舍聊天了，交流了比较多。今天咳嗽的实在是不行了，去学校旁边的医院检查了一下，是支气管炎，开了点药，医生说可能还要再咳一段时间。明天还有一天就有美好的周末了。继续加油张正烨，虽然还有很多ddl，但是你今天效率还是很低的hhhh\n和中介也交流了一下，了解到了一些新的东西。总的来说没有课的一天还是很清闲的。喜欢这样的时间，自己支配\n</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%885%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%885%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-05T12:28:05.119Z",
            "content_html": "<pre><code>为什么才五号，我总感觉昨天还是前天就已经五号了。\n今天早八体育，上节课的动作忘得差不多了。看来平时还得找时间复习一下。要不然到临考试之前压力会很大。\n 英语课依旧水一水，问题是我的手机和平板都没电了，要不然也不至于这么无聊了。充电宝也没电了。以后还得给充电宝常充电。我发现了一个很恐怖的事。刚才我和奶奶打完视频电话，拿起手机自动的打开了抖音。我的手像是有了肌肉记忆。这是很恐怖的事。因为我在不知不觉中已经浪费了很多很多时间，而这些时间本来可以用来完成我的学生工作或者科研，甚至是收拾收拾我的屋子。\n 收拾屋子这个事我已经说过很多遍了，但是到目前为止还是没有什么进展。只能说我昨天学到的一个道理，做什么事不要想着专门有一个开始的时间，不要想什么仪式感，只要尽快开始，后面的步骤就水到渠成了。不要害怕。一切敌人都是纸老虎。\n 今天中午组会说了一下进展的问题，要求我下周三之前至少要跑通一个代码。不能只学习理论而不实践。其实我理论也没学多少。我是负责时序建模这一部分。目前没有什么进展。前面两个月稀里糊涂地过来了。感觉还有好多事没有办利索。继续努力吧。光焦虑也没什么用，每天比前一天做的好一点就可以。首先不要熬夜了。慢慢调整作息。未来也有好多ddl和事情，要弄一个计划表，每天努力完成一些ddl，这样就可以慢慢赶上进度。新的任务也在不断地涌来。\n 下午上完了马原也没什么事了，去把辅修退了。这是我大学的一个尝试。该放弃就放弃，不因为过去的事而感到惋惜。没了辅修之后我确实比之前焦虑少一些了。主要就是决定放弃辅修之后的一周左右，放纵的真的很爽。人活着不应该太累。太累会出问题的。\n 交完材料之后去办公室逛了一下，只有琳姐在，我说有什么需要帮忙的吗。她说正好青马班后面准备开一期素拓，已经在小红书上找好游戏了，让我简单地写一下策划案。\n 现在是晚上十点。翘掉了概率论，但是好像时间都浪费在刷抖音上了。一会玩一会cs就准备收拾收拾东西\n</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%883%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%883%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-03T07:18:25.253Z",
            "content_html": "<pre><code>昨天晚上回宿舍之后没有打三角洲，抵住诱惑，快速出色地完成了三个ddl，感觉状态很好。\n但是晚上还是没忍住熬夜，总想着看点什么东西，把剩下的钱全花了买点好玩的。实际上是花在了可有可无的地方。\n但是还好，今天我的耳机壳子到了，凡士林的外形，闻起来有点味道，应该过段时间就好了。我真的很爱这个新耳机，漫步者lolli 5 pro。穿好衣服，背上书包，只要轻轻搓开耳机盖，将入耳式耳机放入耳朵，就可以与整个世界隔绝。这种感觉是去年冬天校园跑的时候我才能体会到的。\n上午的早10依旧没听。本来计划再复习一会的，但是慢慢的刷起抖音来了。这不是一个好习惯。今天下午要把抖音完全戒掉。继续复习我的微积分。明天考完微积分才是一个可以舒缓一下的阶段。当然今晚还有erp沙盘。继续再接再厉，第一年是20多名，但是只要不破产就有希望拿名次。\n下午的常微分考试，确实很简单，但是也有没复习到的，不知道计算有没有失误，然后就是有一点题目看不太懂。可能是有一些细微的地方没有复习到。没关系，现在开始赶赶进度，到了期末就不至于很吃力了。后面还有好多好多事情要做。这就是忙碌的大二吗。。。\n科研也要开始了。目前是完全落下的状态。完全没有余力一样。\n\n下节课是基本概念与数学。先搞一下要提交的英语，然后复习一下微积分。微积分是真的好难。好多东西复习不到。。\n今天买的50根笔到了，估计又够我用好一阵的了，开心</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%881%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%881%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-02T16:31:46.889Z",
            "content_html": "<pre><code>十月这么快就过来了。应该跟国庆节假期也有关系哦。但是还是过的太快了。并没有很适应。\n今天是周六，昨天晚上熬夜熬太久了，十点多才起床，起床之后忘了在干啥了。刚才问了一下舍友才想起来早上有个考试。起床之后下楼打印了一下英语的模拟题。咱也不知道还有一个小时就考试了，现在看有啥用。最后结果是考试的题好像并不是特别难，但是也说不上简单，特点是分值比较高，因为一小时就只考听力和阅读。虽然不写作文是个皆大欢喜的事，但是听力对我来说还是有一些难度的。考完试买了雅思纸质版单词书，手机上也在用扇贝在背，只有一点一点的积累才能引起质变，语言这个东西和数学不一样，不能靠突击。\n中午吃完饭回宿舍，拿到了到货的罗技鼠标g304，发现实物比想象中的小。最后在季康正的推荐下另买了一套键鼠，鼠标是迈从a7pro。键盘是迈从g87 v2，办公用也很好，本来想买杰哥一样的ace86，但是感觉他那个键位太紧凑了，我平时敲字不是很舒服。但是我这个打游戏也可以，办公也可以。我想的是这套键鼠就一直用到工作了，工作之后有了条件再上gpw。买好的也算一种极简主义吧，虽然心在已经有四个鼠标四个键盘了。。。算上新买的就五套了。\n然后下午去科技楼自习到了晚上十点半。中间效率并不是很高吧，但是好歹是学习了。要是在宿舍估计学不进去多少。lecture11 12没看懂。前面的基本算是看了一遍，也不能说全掌握了。明天再复习一下。\n1200买成了外设，很开心。并没有感觉浪费钱，这也算进步了吧。如果焦虑纠结，就和ai谈谈心，让他理性地计算出我这样做的好处坏处，并且给我一个满意的答案。\n感冒还没好，有点难受。嗓子疼。。。。。</code></pre>\n",
            "tags": []
        },
        {
            "id": "https://tartar0us.github.io/diary/11%E6%9C%882%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "url": "https://tartar0us.github.io/diary/11%E6%9C%882%E6%97%A5%E6%97%A5%E8%AE%B0/",
            "title": "",
            "date_published": "2025-11-02T16:31:46.889Z",
            "content_html": "<p>早上 10 点起床到科技楼，嗓子疼买药，然后去和刘美溪李雨桐汇合，一起讨论校赛的事。中午吃了饭在自习室趴了一会就去参加做灯笼的活动，感觉整个过程挺快的，但是不知不觉就过去了一个小时，三点多做完的。下午自习到快六点，八楼吃饭，然后快开始校赛的时候突然说有问题不比了。但是最后民主投票还是打了。整体来说还是不错的，但是有些小地方有漏洞，不能按照之前一下子算到底的方式进行了。明天晚上继续。耳机到货了，质感很棒，降噪也很好，以后可以跑步的时候或者路上听听音乐了。然后就是微积分复习了不少，但是还有一部分题完全不会做，常微分的 lecture1112 还没有解决。明天上课解决一下吧。别的好像也没什么了。晚上回到宿舍之后基本没有浪费时间，赶了三个 ddl，把班级故事和个人的三好学生，优秀团干部填报了。班级故事 ai 的</p>\n",
            "tags": []
        }
    ]
}